Overload List
Name  |   Description
SetPointCloudOverrideSettings(ElementId, PointCloudOverrideSettings)
 Assigns override settings to the whole PointCloudInstance element.
SetPointCloudOverrideSettings(ElementId, PointCloudOverrideSettings, String, Document)
 Assigns override settings to a particular scan within a PointCloudInstance element.
 See Also
  PointCloudOverrides Class
  PointCloudOverrides Members
  Autodesk.Revit.DB.PointClouds Namespace